var data = [
    {
        "name": "Horison Palma Pangandaran",
        "rating": "8.7",
        "address": "Jalan Pantai Barat No 91, Kawasan Pangandaran, Pangandaran, Indonesia, 46596",
        "phone": "+62 265 630123",
        "web": "https://booking.myhorison.com/",
        "price": "Rp 560.000,00 - Rp 950.000,00",
        "wifi": "true",
        "laundry": "true",
        "breakfast": "true",
        "kolam": "true",
        "mainan": "true",
        "tour": "false",
        "bar": "true",
        "jaraktransport": 2,
        "jarakwisata": 5,
        "jarakoleh": 3,
        "review": 11,
        "prestasi": 2,
        "hargakam": 800,
        "hargasar": 100,
        "img": ["img/h1p1.jpg","img/h1p2.jpg","img/h1p3.jpg","img/h1p4.jpg"],
        "shortdesc": "Staying at Horison Palma Pangandaran is a good choice when you are visiting Pantai Barat. This hotel is very easy to find since it is strategically positioned close to public facilities.",
        "longdesc": "Whether you are planning an event or other special occasions, Horison Palma Pangandaran is a great choice for you with a large and well-equipped function room to suit your requirements. From business event to corporate gathering, Horison Palma Pangandaran provides complete services and facilities that you and your colleagues need. Have fun with various entertaining facilities for you and the whole family at Horison Palma Pangandaran, a wonderful accommodation for your family holiday. This hotel is the best spot for you who desire a serene and peaceful getaway, far away from the crowds."
    },
    {
        "name": "Hotel Menara laut",
        "rating": "8.8",
        "address": "Jalan Bulak Laut Pantai Barat, Pamugaran,Pananjung,, Pangandaran, Indonesia, 56396",
        "phone": "(0265) 639989",
        "web": "-",
        "price": "Rp 522.500,00 – Rp 700.000,00",
        "wifi": "true",
        "laundry": "false",
        "breakfast": "true",
        "kolam": "true",
        "mainan": "false",
        "tour": "false",
        "bar": "true",
        "jaraktransport": 1,
        "jarakwisata": 4,
        "jarakoleh": 7,
        "review": 12,
        "prestasi": 1,
        "hargakam": 800,
        "hargasar": 100,
        "img": ["img/h2p1.jpg","img/h2p2.jpg","img/h2p3.jpg","img/h2p4.jpg"],
        "shortdesc": "Staying at Menara Laut Hotel is a good choice when you are visiting Pantai Barat. This hotel is very easy to find since it is strategically positioned close to public facilities.",
        "longdesc": "Be ready to get the unforgettable stay experience by its exclusive service, completed by a full range of facilities to cater all your needs. 24-hours front desk is available to serve you, from check-in to check-out, or any assistance you need. Should you desire more, do not hesitate to ask the front desk, we are always ready to accommodate you. Savor your favorite dishes with special cuisines from Menara Laut Hotel exclusively for you. WiFi is available within public areas of the property to help you to stay connected with family and friends. Menara Laut Hotel is a hotel with great comfort and excellent service according to most hotel&#39;s guests. Get precious and unforgettable moment during your stay at Menara Laut Hotel."
    },
    {
        "name": "Surya Kencana Seaside Hotel Pangandaran",
        "rating": "8.2",
        "address": "Jalan Pamugaran Bulak Laut, Pantai Barat Pananjung, Pangandaran, Jawa Barat 46396",
        "phone": "(0265) 630965",
        "web": "https://suryakencanapangandaran.wordpress.com/",
        "price": "Rp 400.000,00 - Rp 600.000,00",
        "wifi": "true",
        "laundry": "false",
        "breakfast": "true",
        "kolam": "true",
        "mainan": "false",
        "tour": "false",
        "bar": "false",
        "jaraktransport": 1,
        "jarakwisata": 4,
        "jarakoleh": 7,
        "review": 12,
        "prestasi": 1,
        "hargakam": 500,
        "hargasar": 90,
        "img": ["img/h3p1.jpg","img/h3p2.jpg","img/h3p3.jpg","img/h3p4.jpg"],
        "shortdesc": "Surya Kencana Seaside Hotel is a hotel in a good neighborhood, which is located at Pantai Barat. Not only well positioned, but Surya Kencana Seaside Hotel is also one of hotels near the following Pangandaran Nature Reserve within 0.83 km and Pangandaran Beach within 1.37 km.",
        "longdesc": "Have fun with various entertaining facilities for you and the whole family at Surya Kencana Seaside Hotel, a wonderful accommodation for your family holiday. This hotel is the best spot for you who desire a serene and peaceful getaway, far away from the crowds. Splendid service together with wide range of facilities provided will make you complain for nothing during your stay at Surya Kencana Seaside Hotel. Have an enjoyable and relaxing day at the pool, whether you’re traveling solo or with your loved ones. 24-hours front desk is available to serve you, from check-in to check-out, or any assistance you need. Should you desire more, do not hesitate to ask the front desk, we are always ready to accommodate you."
    },
    {
        "name": "Krisna Beach Hotel 2",
        "rating": "7.4",
        "address": "JL. Pramuka No. 13 Pangandaran, Pangandaran, Indonesia, 46396",
        "phone": "(0265) 639100",
        "price": "Rp 230.000,00 - Rp 320.000,00",
        "wifi": "true",
        "laundry": "false",
        "breakfast": "true",
        "kolam": "true",
        "mainan": "false",
        "tour": "false",
        "bar": "false",
        "jaraktransport": 1,
        "jarakwisata": 2,
        "jarakoleh": 3,
        "review": 14,
        "prestasi": 2,
        "hargakam": 270,
        "hargasar": 50,
        "img": ["img/h4p1.jpg","img/h4p2.jpg","img/h4p3.jpg","img/h4p4.jpg"],
        "web": "http://krisnabeachhotel.com/",
        "shortdesc": "Krisna Beach Hotel 2 is located in area / city Pantai Barat. There are plenty of tourist attractions nearby, such as Pangandaran Nature Reserve within 0.97 km, and Pangandaran Beach within 1.36 km.",
        "longdesc": "Krisna Beach Hotel 2 is highly recommended for backpackers who want to get an affordable stay yet comfortable at the same time. For you, travelers who wish to travel comfortably on a budget, Krisna Beach Hotel 2 is the perfect place to stay that provides decent facilities as well as great services. Have fun with various entertaining facilities for you and the whole family at Krisna Beach Hotel 2, a wonderful accommodation for your family holiday. Splendid service together with wide range of facilities provided will make you complain for nothing during your stay at Krisna Beach Hotel 2."
    },
    {
        "name": "Mercure Hotel ancol",
        "rating": "7.9",
        "address": "Jln Pantai Indah, Jakarta Utara, Indonesia, 14430",
        "phone": "(021) 6406000",
        "price": "Rp 760.000,00 - Rp 900.000,00",
        "wifi": "true",
        "laundry": "true",
        "breakfast": "true",
        "kolam": "true",
        "mainan": "false",
        "tour": "false",
        "bar": "true",
        "jaraktransport": 1,
        "jarakwisata": 2,
        "jarakoleh": 2,
        "review": 12,
        "prestasi": 8,
        "hargakam": 800,
        "hargasar": 100,
        "img": ["img/h5p1.jpg","img/h5p2.jpg","img/h5p3.jpg","img/h5p4.jpg"],
        "web": "http://www.accorhotels.com/gb/hotel-5473- mercure-convention- centre-ancol/index.shtml",
        "shortdesc": "Staying at Mercure Convention Ctr Ancol is a good choice when you are visiting Ancol. The accommodation is located only 1.16 km away from Ancol Station Station. This accommodation is very easy to find since it is strategically positioned close to public facilities.",
        "longdesc": "Be ready to get the unforgettable stay experience by its exclusive service, completed by a full range of facilities to cater all your needs. The accommodation’s fitness center is a must-try during your stay here. Have an enjoyable and relaxing day at the pool, whether you’re traveling solo or with your loved ones. Savor your favorite dishes with special cuisines from Mercure Convention Ctr Ancol exclusively for you. WiFi is available within public areas of the property to help you to stay connected with family and friends."
    },
    {
        "name": "Queen of the south resort",
        "rating": "8.2",
        "address": "Parangtritis Beach, Desa Parangrejo, RT 13/RW 13, Kec. Purwosari, Bantul, Indonesia, 55872",
        "phone": "(0274) 367196",
        "price": "Rp 670.000,00 - Rp 1.100.000,00",
        "wifi": "true",
        "laundry": "true",
        "breakfast": "true",
        "kolam": "true",
        "mainan": "false",
        "tour": "false",
        "bar": "true",
        "jaraktransport": 6,
        "jarakwisata": 3,
        "jarakoleh": 6,
        "review": 11,
        "prestasi": 2,
        "hargakam": 900,
        "hargasar": 150,
        "img": ["img/h6p1.jpg","img/h6p2.jpg","img/h6p3.jpg","img/h6p4.jpg"],
        "web": "http://www.queenofthesouthresort.com/",
        "shortdesc": "Queen of The South Resort is located in area / city Parangtritis. There are plenty of tourist attractions nearby, such as Parangtritis Beach within 3.68 km, and Depok Beach within 5.57 km.",
        "longdesc": "Not only located within easy reach of various places of interests for your adventure, but staying at Queen of The South Resort will also give you a pleasant stay. This hotel is the perfect choice for couples seeking a romantic getaway or a honeymoon retreat. Enjoy the most memorable nights with your loved one by staying at Queen of The South Resort. When staying at a hotel, the design and architecture are two important factors that can spoil your eyes. With its unique setting, Queen of The South Resort provides a pleasant accommodation for your stay."
    },
    {
        "name": "Marbela hotel",
        "rating": "7.3",
        "address": "Jalan Raya Karang Bolong KM. 135 Desa Bandulu, Anyer, Serang, Indonesia, 42466",
        "phone": "(0254) 602345",
        "price": "Rp 542.000,00 - Rp 813.595,00",
        "wifi": "true",
        "laundry": "true",
        "breakfast": "true",
        "kolam": "true",
        "mainan": "true",
        "tour": "false",
        "bar": "true",
        "jaraktransport": 2,
        "jarakwisata": 5,
        "jarakoleh": 3,
        "review": 17,
        "prestasi": 4,
        "hargakam": 600,
        "hargasar": 100,
        "img": ["img/h7p1.jpg","img/h7p2.jpg","img/h7p3.jpg","img/h7p4.jpg"],
        "web": "http://www.marbellaanyer.com/",
        "shortdesc": "Marbella Hotel Convention &amp; Spa Anyer is located in area / city Anyer. There are plenty of tourist attractions nearby, such as Cilegon Station within 21.27 km, and Carita Beach within 21.53 km.",
        "longdesc": "Whether you are planning an event or other special occasions, Marbella Hotel Convention &amp; Spa Anyer is a great choice for you with a large and well-equipped function room to suit your requirements. This hotel is the perfect choice for couples seeking a romantic getaway or a honeymoon retreat. Enjoy the most memorable nights with your loved one by staying at Marbella Hotel Convention &amp; Spa Anyer. Spa treatment is one of the main features of the hotel. Pamper yourself with the relaxing treatment that rejuvenates you."
    },
    {
        "name": "Aston anyer",
        "rating": "8.7",
        "address": "Jl. Karang Bolong KM 139, Kp. Kosambi, Desa Karang Suraga Kec. Cinangka, Serang, Indonesia, 41267",
        "phone": "(0254) 8495060",
        "price": "Rp 1.062.000,00 - Rp 1.667.000,00",
        "wifi": "true",
        "laundry": "true",
        "breakfast": "true",
        "kolam": "true",
        "mainan": "false",
        "tour": "false",
        "bar": "true",
        "jaraktransport": 2,
        "jarakwisata": 3,
        "jarakoleh": 1,
        "review": 12,
        "prestasi": 4,
        "hargakam": 1300,
        "hargasar": 200,
        "img": ["img/h8p1.jpg","img/h8p2.jpg","img/h8p3.jpg","img/h8p4.jpg"],
        "web": "https://www.astonhotelsinternational.com/en/hotel/view/3/aston-anyer-beach-hotel",
        "shortdesc": "Staying at Aston Anyer Beach Hotel is a good choice when you are visiting Anyer. This hotel is very easy to find since it is strategically positioned close to public facilities.",
        "longdesc": "This hotel is the best spot for you who desire a serene and peaceful getaway, far away from the crowds. Splendid service together with wide range of facilities provided will make you complain for nothing during your stay at Aston Anyer Beach Hotel. Have an enjoyable and relaxing day at the pool, whether you’re traveling solo or with your loved ones. 24-hours front desk is available to serve you, from check-in to check-out, or any assistance you need. Should you desire more, do not hesitate to ask the front desk, we are always ready to accommodate you."
    },
    {
        "name": "Patra jasa anyer beach resort",
        "rating": "8.0",
        "address": "Desa Tambang Ayam Anyer Serang, Serang, Indonesia, 42466",
        "phone": "0811-1242- 700",
        "price": "Rp 502.000,00 - Rp 700.000,00",
        "wifi": "false",
        "laundry": "false",
        "breakfast": "true",
        "kolam": "true",
        "mainan": "false",
        "tour": "true",
        "bar": "true",
        "jaraktransport": 8,
        "jarakwisata": 3,
        "jarakoleh": 3,
        "review": 5,
        "prestasi": 1,
        "hargakam": 600,
        "hargasar": 100,
        "img": ["img/h9p1.jpg","img/h9p2.jpg","img/h9p3.jpg","img/h9p4.jpg"],
        "web": "http://www.patra-jasa.com/",
        "shortdesc": "Patra Jasa Anyer Beach Resort is a resort in a good neighborhood, which is located at Anyer. Not only well positioned, but Patra Jasa Anyer Beach Resort is also one of resorts near thefollowing Cilegon Station within 20.48 km and Merak Station within 21.91 km.",
        "longdesc": "This resort is the best spot for you who desire a serene and peaceful getaway, far away from the crowds. Splendid service together with wide range of facilities provided will make you complain for nothing during your stay at Patra Jasa Anyer Beach Resort. Have an enjoyable and relaxing day at the pool, whether you’re traveling solo or with your loved ones. 24-hours front desk is available to serve you, from check-in to check-out, or any assistance you need. Should you desire more, do not hesitate to ask the front desk, we are always ready to accommodate you."
    },
    {
        "name": "Ocean View Residence",
        "rating": "8.2",
        "address": "Desa Tegalsambi, Rt.01/Rw.01, Jepara, Indonesia, 59427",
        "phone": "(0291) 4299022",
        "price": "Rp 980.000,00 - Rp 2.538.143,00",
        "wifi": "true",
        "laundry": "true",
        "breakfast": "true",
        "kolam": "true",
        "mainan": "true",
        "tour": "false",
        "bar": "true",
        "jaraktransport": 3,
        "jarakwisata": 4,
        "jarakoleh": 7,
        "review": 18,
        "prestasi": 1,
        "hargakam": 1500,
        "hargasar": 200,
        "img": ["img/h10p1.jpg","img/h10p2.jpg","img/h10p3.jpg","img/h10p4.jpg"],
        "web": "http://www.oceanview-hotel.com/",
        "shortdesc": "Staying at Ocean View Residence - Hotel is a good choice when you are visiting Tahunan. This hotel is very easy to find since it is strategically positioned close to public facilities.",
        "longdesc": "Ocean View Residence - Hotel is highly recommended for backpackers who want to get an affordable stay yet comfortable at the same time. This hotel is the perfect choice for couples seeking a romantic getaway or a honeymoon retreat. Enjoy the most memorable nights with your loved one by staying at Ocean View Residence - Hotel . Spa treatment is one of the main features of the hotel. Pamper yourself with the relaxing treatment that rejuvenates you."
    }
]